data_csv_oils = {
        'Производитель': '',
        'Класс (тип получения)': '',
        'Вязкость': '',
        'Объем': '',
        'ACEA': '',
        'API': '',
        'Цена': '',
        'Изображение': '',
}
fields_oils = ['Производитель', 'Класс (тип получения)', 'Вязкость', 'Объем', 'ACEA', 'API', 'Цена', 'Изображение']

data_csv_autochemistry = {
        'Наименование': '',
        'Объем': '',
        'Вид упаковки': '',
        'Цена': '',
        'Изображение': '',
}
fields_autochemistry = ['Наименование', 'Объем', 'Вид упаковки', 'Цена', 'Изображение']

data_csv_brushes = {
        'Наименование': '',
        'Тип щетки': '',
        'Вид крепления': '',
        'Размер щетки 1': '',
        'Длина щетки 1': '',
        'Цена': '',
        'Изображение': ''
}
fields_brushes = ['Наименование', 'Тип щетки', 'Вид крепления', 'Размер щетки 1', 'Длина щетки 1', 'Цена', 'Изображение']

data_csv_tires = {
        'Наименование': '',
        'Подтип товара': '',
        'Диаметр': '',
        'Ширина': '',
        'Профиль': '',
        'Сезон': '',
        'Шип': '',
        'Цена': '',
        'Изображение': '',
}
fields_tires = ['Наименование', 'Подтип товара', 'Диаметр', 'Ширина', 'Профиль', 'Сезон', 'Шип', 'Цена', 'Изображение']


data_csv_disks = {
        'Наименование' : '',
        'Тип диска':'',
        'Диаметр диска' : '',
        'Ширина диска' : '',
        'PCD1' : '',
        'Dia' : '',
        'Вылет (ET)' :'',
        'Крепежных отверстий' : '',
        'Цена': '',
        'Изображение': ''
}
fields_disks = [ 'Наименование', 'Тип диска', 'Диаметр диска', 'Ширина диска', 'PCD1', 'Dia', 'Вылет (ET)', 'Крепежных отверстий', 'Цена', 'Изображение']